curl
wget
git
perl
nano
lynx
sudo
ncurses
make
gcc
bc
openssl
gnu-netcat
jq
pacutils
devtools
pacman
yay
zsh
apache
mysql
php
php-apache
phpmyadmin
arduino
arduino-avr-core
virtualbox
filezilla
putty
mysql-workbench
wireshark-gtk
deluge
atom
vlc
wine
playonlinux
